{
  "unidad": 21,
  "titulo": "Autoevaluación Unidad 21: Contabilidad Financiera - Subvenciones",
  "preguntas": [
    {
      "numero": 1,
      "pregunta": "El Ayuntamiento de una ciudad ha concedido una subvención a una instalación deportiva para que los habitantes del municipio puedan hacer uso del mismo a precios más reducidos. Esta subvención se clasificará como:",
      "opciones": {
        "a": "Subvención de capital.",
        "b": "Subvención a la explotación.",
        "c": "Subvención para cancelar deudas.",
        "d": "Subvención sin asignación específica."
      },
      "explicacion": "Las subvenciones a la explotación son aquellas que se conceden para asegurar una rentabilidad mínima o compensar déficits de explotación, permitiendo, como en este caso, ofrecer servicios a precios reducidos. Se imputan directamente al resultado del ejercicio.",
      "respuesta_correcta": "b"
    },
    {
      "numero": 2,
      "pregunta": "Las subvenciones entregadas por los socios representan:",
      "opciones": {
        "a": "Un ingreso.",
        "b": "Un incremento de los fondos propios.",
        "c": "Un incremento de capital social.",
        "d": "Un incremento de reservas."
      },
      "explicacion": "Según la normativa contable (NRV 18ª del PGC), las aportaciones de los socios o propietarios no se consideran ingresos ni subvenciones en sentido estricto (pasivos o patrimonio neto diferido), sino que se registran directamente como un incremento de los fondos propios, ya que actúan en su condición de dueños.",
      "respuesta_correcta": "b"
    },
    {
      "numero": 3,
      "pregunta": "Las subvenciones, tanto las monetarias como las no monetarias, se valorarán por su:",
      "opciones": {
        "a": "Coste amortizado.",
        "b": "Precio de adquisición.",
        "c": "Valor razonable.",
        "d": "Valor actual."
      },
      "explicacion": "Aunque la norma general (NRV 18ª) suele referirse al 'valor razonable' para las no monetarias, la opción marcada en el examen es 'Valor actual'. Esto puede referirse al valor actual de los flujos de efectivo futuros si la subvención es monetaria y se recibe de forma diferida, o a una interpretación específica del material didáctico de la unidad.",
      "respuesta_correcta": "d"
    },
    {
      "numero": 4,
      "pregunta": "Según el Plan General de Contabilidad, señala la proposición correcta:",
      "opciones": {
        "a": "Una subvención recibida, pendiente de imputar a resultados, es parte integrante del patrimonio neto.",
        "b": "Capital + Reservas + Resultado del ejercicio = Patrimonio Neto.",
        "c": "Fondos Propios = Patrimonio Neto.",
        "d": "Capital = Patrimonio Neto."
      },
      "explicacion": "Las subvenciones oficiales de capital no reintegrables se contabilizan inicialmente en el patrimonio neto (dentro del subgrupo 13) y se imputan a resultados posteriormente, correlacionadas con la amortización de los activos financiados. Por tanto, mientras están pendientes de imputar, forman parte del Patrimonio Neto.",
      "respuesta_correcta": "a"
    },
    {
      "numero": 5,
      "pregunta": "Según el Plan General de Contabilidad, señala la proposición correcta con respecto a una subvención reintegrable:",
      "opciones": {
        "a": "Queda integrada dentro del patrimonio neto en cualquier caso.",
        "b": "Ha de figurar en el balance minorando el patrimonio neto.",
        "c": "Es un pasivo.",
        "d": "Ninguna de las demás opciones es correcta."
      },
      "explicacion": "Las subvenciones reintegrables se consideran deudas (pasivos) porque existe la obligación de devolverlas si no se cumplen ciertas condiciones, o simplemente porque tienen naturaleza de préstamo hasta que se convierten en no reintegrables.",
      "respuesta_correcta": "c"
    },
    {
      "numero": 6,
      "pregunta": "Una empresa recibe en el ejercicio 200X una subvención para financiar un déficit de explotación del ejercicio 200X y del ejercicio 200X-1. ¿En qué cuenta de las que se indican ha de reconocer dicha subvención?:",
      "opciones": {
        "a": "Subvenciones, donaciones y legados de capital transferidos al resultado del ejercicio.",
        "b": "Subvenciones, donaciones y legados a la explotación.",
        "c": "En la cuenta correspondiente del subgrupo 13.",
        "d": "Otras subvenciones, donaciones y legados transferidos al resultado del ejercicio."
      },
      "explicacion": "Al estar destinada a financiar un déficit de explotación (gastos del ciclo de negocio), se trata de una subvención a la explotación. Se reconoce como ingreso del ejercicio en la cuenta 'Subvenciones, donaciones y legados a la explotación' (grupo 74).",
      "respuesta_correcta": "b"
    }
  ]
}