{
  "unidad": 21,
  "titulo": "Autoevaluación Unidad 21 - Contabilidad Financiera (Subvenciones)",
  "preguntas": [
    {
      "numero": 1,
      "pregunta": "El Ayuntamiento de una ciudad ha concedido una subvención a una instalación deportiva para que los habitantes del municipio puedan hacer uso del mismo a precios más reducidos. Esta subvención se clasificará como:",
      "opciones": {
        "a": "Subvención de capital.",
        "b": "Subvención a la explotación.",
        "c": "Subvención para cancelar deudas.",
        "d": "Subvención sin asignación específica."
      },
      "explicacion": "Las subvenciones concedidas para asegurar una rentabilidad mínima o compensar déficit de explotación (como permitir precios reducidos cubriendo la diferencia de costes) se consideran subvenciones a la explotación y se imputan como ingresos del ejercicio.",
      "respuesta_correcta": "b"
    },
    {
      "numero": 2,
      "pregunta": "Las subvenciones entregadas por los socios representan:",
      "opciones": {
        "a": "Un ingreso.",
        "b": "Un incremento de los fondos propios.",
        "c": "Un incremento de capital social.",
        "d": "Un incremento de reservas."
      },
      "explicacion": "Las aportaciones de los socios, incluidas las subvenciones otorgadas por ellos, no constituyen ingresos para la empresa, sino que se registran directamente en los fondos propios como operaciones con los propietarios.",
      "respuesta_correcta": "b"
    },
    {
      "numero": 3,
      "pregunta": "Las subvenciones, tanto las monetarias como las no monetarias, se valorarán por su:",
      "opciones": {
        "a": "Coste amortizado.",
        "b": "Precio de adquisición.",
        "c": "Valor razonable.",
        "d": "Valor actual."
      },
      "explicacion": "Aunque la norma general (NRV 18ª) suele referirse al valor razonable para las no monetarias, en este examen se marca 'Valor actual'. Esto suele aplicar específicamente al reconocimiento del derecho de cobro (crédito) generado por la subvención si existe un diferimiento en el pago, valorándose por el valor actual de los flujos de efectivo futuros.",
      "respuesta_correcta": "d"
    },
    {
      "numero": 4,
      "pregunta": "Según el Plan General de Contabilidad, señala la proposición correcta:",
      "opciones": {
        "a": "Una subvención recibida, pendiente de imputar a resultados, es parte integrante del patrimonio neto.",
        "b": "Capital + Reservas + Resultado del ejercicio = Patrimonio Neto.",
        "c": "Fondos Propios = Patrimonio Neto.",
        "d": "Capital = Patrimonio Neto."
      },
      "explicacion": "Las subvenciones oficiales de capital no reintegrables se contabilizan inicialmente en el patrimonio neto (dentro del epígrafe 'Subvenciones, donaciones y legados recibidos') antes de ser transferidas a la cuenta de pérdidas y ganancias.",
      "respuesta_correcta": "a"
    },
    {
      "numero": 5,
      "pregunta": "Según el Plan General de Contabilidad, señala la proposición correcta con respecto a una subvención reintegrable:",
      "opciones": {
        "a": "Queda integrada dentro del patrimonio neto en cualquier caso.",
        "b": "Ha de figurar en el balance minorando el patrimonio neto.",
        "c": "Es un pasivo.",
        "d": "Ninguna de las demás opciones es correcta."
      },
      "explicacion": "Mientras una subvención tenga carácter de reintegrable (porque no se han cumplido las condiciones para su concesión definitiva), se considera una deuda con la entidad concedente, por lo tanto, es un pasivo.",
      "respuesta_correcta": "c"
    },
    {
      "numero": 6,
      "pregunta": "Una empresa recibe en el ejercicio 200X una subvención para financiar un déficit de explotación del ejercicio 200X y del ejercicio 200X-1. ¿En qué cuenta de las que se indican ha de reconocer dicha subvención?:",
      "opciones": {
        "a": "Subvenciones, donaciones y legados de capital transferidos al resultado del ejercicio.",
        "b": "Subvenciones, donaciones y legados a la explotación.",
        "c": "En la cuenta correspondiente del subgrupo 13.",
        "d": "Otras subvenciones, donaciones y legados transferidos al resultado del ejercicio."
      },
      "explicacion": "Las subvenciones destinadas a cubrir déficits de explotación se reconocen como ingresos del ejercicio en la cuenta 'Subvenciones, donaciones y legados a la explotación' (generalmente cuenta 740), sin pasar por el patrimonio neto.",
      "respuesta_correcta": "b"
    },
    {
      "numero": 7,
      "pregunta": "Una empresa recibe en el año 200X del Gobierno de Cantabria una subvención no reintegrable para el establecimiento de su estructura fija. ¿En qué cuenta de las que se indican ha de reconocer inicialmente dicha subvención en el año 200X?",
      "opciones": {
        "a": "Otras subvenciones, donaciones y legados transferidos al resultado del ejercicio.",
        "b": "Subvenciones oficiales de capital.",
        "c": "Subvenciones, donaciones y legados de capital transferidos al resultado del ejercicio.",
        "d": "Subvenciones, donaciones y legados a la explotación."
      },
      "explicacion": "Las subvenciones no reintegrables concedidas para establecer la estructura fija (activos no corrientes) se consideran subvenciones de capital. Según el Plan General de Contabilidad, estas se reconocen inicialmente en el patrimonio neto (subgrupo 13) bajo la cuenta 'Subvenciones oficiales de capital' antes de imputarse a resultados a medida que se amortiza el inmovilizado financiado.",
      "respuesta_correcta": "b"
    },
    {
      "numero": 8,
      "pregunta": "¿Cuál es la diferencia entre el tratamiento contable de las subvenciones en el Plan General de Contabilidad y el PGC PYMES?",
      "opciones": {
        "a": "Los diferentes criterios valorativos empleados para las subvenciones en ambos textos legales.",
        "b": "La conexión que se establece en el Plan General de Contabilidad 2007 entre las cuentas de subvenciones del subgrupo 13 con las correspondientes cuentas de los grupos 8 y 9, y no así en el Plan General de Contabilidad de PYMES 2007.",
        "c": "No existe ninguna diferencia al respecto entre ambos textos legales.",
        "d": "Ninguna de las demás opciones es correcta."
      },
      "explicacion": "La diferencia clave radica en que el PGC Normal (2007) utiliza los grupos 8 y 9 para el registro de gastos e ingresos imputados al patrimonio neto (incluyendo subvenciones), lo que requiere asientos intermedios antes de llevarlas al subgrupo 13. El PGC de PYMES simplifica este proceso eliminando los grupos 8 y 9, permitiendo el registro directo en las cuentas del subgrupo 13.",
      "respuesta_correcta": "b"
    },
    {
      "numero": 9,
      "pregunta": "Una empresa recibió del Gobierno de España en el año 200X una subvención destinada a financiar un programa de I+D+i que generará gastos el propio año 200X y los años 200X+1 y 200X+2. ¿Qué criterio de imputación de los ingresos a resultados asociados a dicha subvención ha de seguirse?",
      "opciones": {
        "a": "No puede imputarse la subvención a resultados porque está financiando gastos en lugar de inmovilizado.",
        "b": "Ha de imputarse a resultados la subvención en su totalidad el año en el que finaliza el programa de I+D+i, esto es, el año 200X+2.",
        "c": "Ha de imputarse a resultados la subvención en su totalidad el año de su concesión, esto es, el año 200X.",
        "d": "Ha de imputarse la subvención a resultados los años 200X, 200X+1 y 200X+2, en función del devengo para cada uno de esos años de los gastos que está financiando."
      },
      "explicacion": "De acuerdo con el principio de correlación de ingresos y gastos, cuando una subvención se concede para financiar gastos específicos, su imputación a resultados como ingreso debe realizarse en los mismos ejercicios en los que se devenguen los gastos que dicha subvención está financiando.",
      "respuesta_correcta": "d"
    },
    {
      "numero": 10,
      "pregunta": "La diferencia fundamental entre una aportación de capital por parte de los socios y una subvención o donación entregada por los socios es:",
      "opciones": {
        "a": "No existe ninguna diferencia.",
        "b": "La subvención o donación no altera el capital social de la empresa.",
        "c": "La subvención o donación incrementaría los ingresos.",
        "d": "La subvención o donación incrementaría la caja de la empresa."
      },
      "explicacion": "Aunque ambas operaciones aumentan los Fondos Propios, una aportación de capital implica un aumento formal de la cifra de 'Capital Social' (y generalmente la emisión de nuevas acciones o participaciones). En cambio, una subvención o donación de socios se registra en otras cuentas de patrimonio neto (como la cuenta 118) y no modifica la cifra estatutaria del Capital Social.",
      "respuesta_correcta": "b"
    }
  ]
}